["US academics: look after foreign students", "Author Correction: Intravenous and intracranial GD2-CAR T cells for H3K27M<sup>+</sup> diffuse midline gliomas", "More-powerful AI is coming. Academia and industry must oversee it — together", "Synthetic GPCRs for programmable sensing and control of cell behaviour", "In situ spheroid formation in distant submillimetre-bright galaxies", "Why the EU must reset its Green Deal – or be left behind", "A brain circuit that links hunger signals with the jaw movements of eating", "Huge randomized trial of AI boosts discovery — at least for good scientists", "Stress can dull our capacity for joy: mouse brain patterns hint at why", "Author Correction: Genetic drivers and cellular selection of female mosaic X chromosome loss", "Dietary fructose enhances tumour growth indirectly via interorgan lipid transfer", "Fast ground-to-air transition with avian-inspired multifunctional legs", "A step-by-step guide to landing your next job in science", "Author Correction: Dynamic transition and Galilean relativity of current-driven skyrmions", "RANK drives structured intestinal epithelial expansion during pregnancy", "Ancient stacks of dishes tell tale of society’s dissolution", "Microbiome interventions for children raise the ethical stakes", "Virtual lab powered by ‘AI scientists’ super-charges biomedical research", "Loose ends", "How provinces and cities can sustain US–China climate cooperation", "How I put LinkedIn to work for my career as a scientist and entrepreneur", "How to ensure only dying cells rupture", "What if everyone had masked up? Analysis of app data has an answer", "Advising governments about science is essential but difficult. So train people to do it", "The contentious genius who made black holes real", "Mis-splicing of a neuronal microexon promotes CPEB4 aggregation in ASD", "Author Correction: APOE4 impairs myelination via cholesterol dysregulation in oligodendrocytes", "Daily briefing: <i>Homo erectus</i>, I presume? Footprints show ancient hominins crossed paths", "Fetal hepatocytes protect the HSPC genome via fetuin-A", "A plastics treaty is urgently needed, but getting it right will take time", "Long orbit", "New particle formation from isoprene under upper-tropospheric conditions", "Daily briefing: What is ageing? Even gerontologists don’t agree", "Science must up its game to support climate finance negotiations", "To unlock mutual benefits, don’t restrict US–China genome data transfer", "Science could solve some of the world’s biggest problems. Why aren’t governments using it?", "I help researchers to measure methane at a local level so that we can make global changes", "Abundant plant gas forms aerosol particles at high altitude — and could affect the climate", "Probabilistic weather forecasting with machine learning", "Daily briefing: Science could solve some of the world’s biggest problems. Why aren’t governments using it?", "Audio long read: AI has dreamt up a blizzard of new proteins. Do any of them actually work?", "What is ageing? Even the field’s researchers can’t agree", "Bird-inspired leg enables robots to jump into flight", "Applied body-fluid analysis by wearable devices", "Public trust in science can be diminished by communicating uncertainty", "Exis memoria", "ChatGPT turns two: how the AI chatbot has changed scientists’ lives", "Daily briefing: Stress-induced joylessness leaves a distinct mark on the brain", "China’s climate investments in Africa must promote mutual benefit", "Fragments of the brain’s myelin proteins train T cells to ward off autoimmune attacks", "What is the best time of the month to treat breast cancer?", "Tracking transcription–translation coupling in real time", "Has Venus ever had an ocean? Its volcanoes hint at an answer", "Do you drink coffee? Ask your gut", "Understanding the neural code of stress to control anhedonia", "How close is AI to human-level intelligence?", "A science mega-programme is taking shape in the EU: what it means for researchers", "This giant coral is the biggest ever found — November’s best science images", "Great power and great responsibility: how consciousness changes the world", "Unexpected RNA modification protects bacteria against viral infection", "Evolution of myeloid-mediated immunotherapy resistance in prostate cancer", "Macrophages excite muscle spindles with glutamate to bolster locomotion", "Pregnancy restructures the brain to prepare for childbirth and parenthood", "Daily briefing: How to get to 100 — centenarian cells teach us about ageing", "Andrew V. Schally obituary: Nobel prizewinner who transformed cancer therapies with research into brain hormones", "Watch this bird-inspired drone leap into the air", "Isoprene nitrates drive new particle formation in Amazon’s upper troposphere", "Why breast cancer treatments might work best just after your period", "Publisher Correction: Spatially restricted immune and microbiota-driven adaptation of the gut", "Near-identical macromolecules spontaneously partition into concentric circles", "Author Correction: Autoregulation in rats with transplanted supernumerary kidneys", "Author Correction: Carbon dioxide capture from open air using covalent organic frameworks", "The oestrous cycle stage affects mammary tumour sensitivity to chemotherapy", "Sick animals suggest COVID pandemic started in Wuhan market", "Where does poetry come from?", "Author Correction: Global potential for natural regeneration in deforested tropical regions", "Banish the PDF-hunting blues with these AI and digital tools", "<b>DeepMind AI weather forecaster beats world-class system</b>", "The liver converts fructose into lipids to fuel tumours", "Wuhan lab samples hold no close relatives to virus behind COVID", "Ageing of stem cells reduces their capacity to form tumours", "Author Correction: A virally encoded tRNA neutralizes the PARIS antiviral defence system", "Ageing limits stemness and tumorigenesis by reprogramming iron homeostasis"]