["Speaking for myself", "Trump picks an ‘outsider’ and NIH critic to lead agency", "Active-reset protein sensors enable continuous in vivo monitoring of inflammation", "The complete telomere-to-telomere sequence of a mouse genome", "Continuous monitoring with a shake", "Engineering synthetic suppressor T cells that execute locally targeted immunoprotective programs", "Erratum for the Research Article “APOBEC3 deaminase editing in mpox virus as evidence for sustained human transmission since at least 2016” by Á. O’Toole et al.", "Breaking the glass", "Target-conditioned diffusion generates potent TNFR superfamily antagonists and agonists", "Programming tissue-sensing T cells that deliver therapies to the brain", "Storm warnings for FDA and CDC", "Science and America’s challenge", "Pathways to reduce global plastic waste mismanagement and greenhouse gas emissions by 2050", "Controversial study redraws classical picture of the neuron", "Home sweet home", "Room-temperature exceptional plasticity in defective Bi2Te3-based bulk thermoelectric crystals", "On the origins of organisms", "Imperfect wound healing sets the stage for chronic diseases", "A microRNA is the effector gene of a classic evolutionary hotspot locus", "A transient neurohormonal circuit controls hatching in fish", "Programming liquid crystal elastomers for multistep ambidirectional deformability", "How the brain hatches an escape", "‘Brutal’ math test raises the bar for AI", "Ecological erosion and expanding extinction risk of sharks and rays", "Erratum for the Research Article “How do social media feed algorithms affect attitudes and behavior in an election campaign?” by A. M. Guess et al.", "A single mutation in bovine influenza H5N1 hemagglutinin switches specificity to human receptors", "In Science Journals", "Dissecting the hydrogen bond network of water: Charge transfer and nuclear quantum effects", "Extending prosperity to Mexican seas", "Climate change extinctions", "A conserved bacterial genetic basis for commensal-host specificity", "New Products", "Scopes monkey trial, in context", "Synthetic gene circuits drive disease-fighting T cells", "War-torn Ukraine is breeding drug-resistant bacterial strains", "In Other Journals", "News at a glance", "EU needs groundwater ecosystems guidelines", "Beneath Antarctica’s ice, a fiery future may await", "Act on a mandate to protect research subjects’ privacy", "Editorial Expression of Concern"]